tap "caskroom/cask"
tap "caskroom/fonts"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/core"
brew "fzf"
brew "git"
brew "mysql"
brew "neovim"
brew "node"
brew "pyenv"
brew "python3"
brew "snappy"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "getantibody/tap/antibody"
cask "1password"
cask "font-hack-nerd-font"
cask "iterm2"
cask "java"
cask "alfred"
cask "caffeine"
cask "dash"
cask "google-chrome"
cask "slack"
cask "vlc"

ammonite-repl
antibody
argo
autoconf
automake
bat
bison
black
c-ares
cmake
coreutils
curl
dep
diff-so-fancy
docker
docker-compose
docker-machine
docker-machine-driver-hyperkit
docker-machine-driver-xhyve
ejson
exa
exiftool
fd
fontconfig
fortune
freetype
fzf
gcc
gd
gdbm
gdrive
geoip
gettext
gflags
ghostscript
git
gmp
go
graphviz
grpc
hadoop
htop
httpie
icu4c
isl
jemalloc
jpeg
jq
kubernetes-cli
libev
libevent
libffi
libidn2
libmemcached
libmpc
libpng
librdkafka
libssh2
libtermkey
libtiff
libtool
libunistring
libuv
libvterm
libxml2
libyaml
little-cms2
luajit
lz4
lzlib
makedepend
maven
memcached
mpfr
msgpack
mysql
ncdu
ncurses
neovim
node
oauth-tunnel-client
oniguruma
openssl
openssl@1.1
p7zip
pcre
pcre2
pipenv
pkg-config
postgresql
presto-cli
presto-jdbc
prettyping
protobuf
protobuf@2.5
prototool
pstree
pyenv
pyenv-virtualenv
python
python3
python@2
readline
ripgrep
ruby
ruby-install
sbt
scala
secret-sender
shellcheck
snappy
sqlite
swig
the_silver_searcher
tree
unibilium
watchman
webp
wget
wine
xhyve
xz
zeromq
zlib
zsh
zsh-completions
zstd
