# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/core"

# Binaries
brew "ammonite-repl"
brew "antidote"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bison"
brew "black"
brew "bzip2"
brew "c-ares"
brew "cmake"
brew "coreutils" # Those that come with macOS are outdated
brew "curl"
brew "dep"
brew "diff-so-fancy"
brew "ejson"
brew "eza"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdrive"
brew "geoip"
brew "gettext"
brew "gflags"
brew "gh"
brew "ghostscript"
brew "git"
brew "gmp"
brew "gnupg"
brew "go"
brew "google-cloud-sdk"
brew "graphviz"
brew "grep"
brew "grpc"
brew "hadoop"
brew "htop"
brew "httpie"
brew "icu4c"
brew "isl"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libev"
brew "libevent"
brew "libffi"
brew "libidn2"
brew "libmemcached"
brew "libmpc"
brew "libpng"
brew "librdkafka"
brew "libssh2"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "little-cms2"
brew "luajit"
brew "lz4"
brew "lzlib"
brew "makedepend"
brew "mas"
brew "maven"
brew "memcached"
brew "mpfr"
brew "msgpack"
brew "mysql"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "node"
brew "oauth-tunnel-client"
brew "oniguruma"
brew "openssl"
brew "pcre2"
brew "pcre"
brew "pipenv"
brew "pkg-config"
brew "postgresql"
brew "presto-cli"
brew "presto-jdbc"
brew "prettyping"
brew "protobuf"
brew "prototool"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python3"
brew "python"
brew "readline"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "snappy"
brew "sqlite"
brew "swig"
brew "tree"
brew "unibilium"
brew "watchman"
brew "webp"
brew "wget"
brew "xhyve"
brew "xz"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zstd"

# Apps
mas "1password", id: 443987910
mas "alfred", id: 405843582
mas "bear", id: 1091189122
mas "slack", id: 803453959
mas "paprika", id: 1303222628

# Fonts
cask "font-hack-nerd-font"